[
    {
        "0d86383293996518eee416037c5ff576_body.txt":[
            {
                "LexRank":" Το Λεξικό της Σούδας τον αναφέρει ως σύγχρονο του Φωκυλίδη του Μιλησίου. Η εξορία του - αριστοκράτη - Θέογνι φαίνεται να εξηγεί και τα ταξίδια του σε Σικελία, Εύβοια και Σπάρτη που απαριθμούνται από τον ίδιο σε προσευχή του προς τον Απόλλωνα. Στο ίδιο αμφισβητούμενο (773-788) απόσπασμα ο ποιητής φαίνεται να έχει επιστρέψει πια στην πόλη του κατά την περίοδο της Περσικής εισβολής. Όσον αφορά τη διαδικασία με την οποία το κείμενο έφτασε το Μεσαίωνα να έχει αυτή τη μορφή, αυτή αποτελεί αντικείμενο εικασίας των κλασικών φιλολόγων, με την κρατούσα άποψη να θέλει ένα κυρίως έργο - εκείνο που απευθύνεται στον Κύρνο - να εμπλουτίστηκε με ανθολογήματα από άλλα έργα του Θέογνι, στα οποία στη συνέχεια εισχώρησαν τμήματα του έργου άλλων ποιητών , όλων προγενεστέρων του 5ου αιώνα π.Χ. ."
            },
            {
                "TextRank":" Μέσα σε αυτό το υλικό αναγνωρίστηκαν αποσπάσματα του έργου του Σόλωνα, του Τυρταίου και του Μιμνέρμου, δημιουργώντας αμφιβολίες ως προς την πατρότητα των στίχων σε συνδυασμό με την προφανή ασυνάρτητη δομή του κειμένου. Όσον αφορά τη διαδικασία με την οποία το κείμενο έφτασε το Μεσαίωνα να έχει αυτή τη μορφή, αυτή αποτελεί αντικείμενο εικασίας των κλασικών φιλολόγων, με την κρατούσα άποψη να θέλει ένα κυρίως έργο - εκείνο που απευθύνεται στον Κύρνο - να εμπλουτίστηκε με ανθολογήματα από άλλα έργα του Θέογνι, στα οποία στη συνέχεια εισχώρησαν τμήματα του έργου άλλων ποιητών , όλων προγενεστέρων του 5ου αιώνα π.Χ. . Ο ποιητής δράττεται της ευκαιρίας να παρατηρήσει στη συμπεριφορά των δημοτών την άγνοια του ηθικού κώδικα ο οποίος αποτελεί τη δική του κληρονομιά - ως μέλους της τάξης των ευγενών - ενώ παράλληλα εκφράζει την οργή του για τα τεκταινόμενα στην πόλη του. Ειδικότερα το δεύτερο βιβλίο (στιχ.1231-1389), είναι αφιερωμένο στον έρωτα και δη τον παιδεραστικό, με τον δημιουργό να εκθέτει όλο το φάσμα των συναισθημάτων του για τον Κύρνο: Από την αγωνία που συνοδεύει την επιθυμία του για εκείνον και την ευθυμία που επέρχεται όταν αυτή ικανοποιηθεί, μέχρι τη ζήλεια μπροστά στην ύπαρξη άλλων προσώπων και τον τελικό συμβιβασμό με την απώλεια."
            },
            {
                "Luhn":" Ανάμεσα στα θύματα αυτής της ασυδοσίας φαίνεται πως ήταν και ο Θέογνις, σύμφωνα με τα λόγια του οποίου η απώλεια της περιουσίας του τον άφησε σαν σκύλο ο οποίος πετάει τα πάντα από πάνω του για να περάσει ένα ρέμα . Όσον αφορά τη διαδικασία με την οποία το κείμενο έφτασε το Μεσαίωνα να έχει αυτή τη μορφή, αυτή αποτελεί αντικείμενο εικασίας των κλασικών φιλολόγων, με την κρατούσα άποψη να θέλει ένα κυρίως έργο - εκείνο που απευθύνεται στον Κύρνο - να εμπλουτίστηκε με ανθολογήματα από άλλα έργα του Θέογνι, στα οποία στη συνέχεια εισχώρησαν τμήματα του έργου άλλων ποιητών , όλων προγενεστέρων του 5ου αιώνα π.Χ. . Ο ποιητής δράττεται της ευκαιρίας να παρατηρήσει στη συμπεριφορά των δημοτών την άγνοια του ηθικού κώδικα ο οποίος αποτελεί τη δική του κληρονομιά - ως μέλους της τάξης των ευγενών - ενώ παράλληλα εκφράζει την οργή του για τα τεκταινόμενα στην πόλη του. Ειδικότερα το δεύτερο βιβλίο (στιχ.1231-1389), είναι αφιερωμένο στον έρωτα και δη τον παιδεραστικό, με τον δημιουργό να εκθέτει όλο το φάσμα των συναισθημάτων του για τον Κύρνο: Από την αγωνία που συνοδεύει την επιθυμία του για εκείνον και την ευθυμία που επέρχεται όταν αυτή ικανοποιηθεί, μέχρι τη ζήλεια μπροστά στην ύπαρξη άλλων προσώπων και τον τελικό συμβιβασμό με την απώλεια."
            },
            {
                "Lsa":" Ο αντίζηλος ανήκε σε κατώτερη τάξη από αυτή του ποιητή, όμως αυτό φαίνεται να είχε μικρή σημασία επί δημοκρατικής διακυβέρνησης της πόλης. Νεαρότερος στην ηλικία και κατά πάσα πιθανότητα από ευγενική γενιά, αναφέρεται ότι διατέλεσε θεωρός της πόλης των Μεγάρων, ήτοι ιερός απεσταλμένος σε μαντείο με καθήκον να παραλάβει κάποιο χρησμό. Αυτός, προχώρησε στην απόρριψη αποσπασμάτων ως μη αυθεντικών με βάση ένα σύνολο κριτηρίων που αφορούσαν στο περιεχόμενο και το ύφος των στίχων της συλλογής. Παρόμοιες εννοιολογικές συνδέσεις απαντώνται και σε άλλες γλώσσες, αλλά στο Θέογνι αποτελεί τη βάση από την οποία ξεκινά για να εκφωνήσει το δικό του λόγο περί ηθικής."
            }
        ]
    },
    {
        "0e697d0ffbed773c79e449f71c4cf9bb_body.txt":[
            {
                "LexRank":" Κάν’τα στη μουσική σου» . Με τον όρο αυτό εννοούσε σε γενικές γραμμές τη μεταφορά στη μουσική των μαθηματικών θεωριών που σχετίζονται με τους νόμους των πιθανοτήτων, αλλά και άλλων μαθηματικών «νόμων» που περιγράφουν μαζικά φαινόμενα. Τότε, ένα άλλο σύνθημα ξεκινά από την κεφαλή της διαδήλωσης και εξαπλώνεται προς την ουρά αντικαθιστώντας το πρώτο […] Τότε οι διαδηλωτές και ο εχθρός συγκρούονται. Ο Ξενάκης εφαρμόζει ακόμα ένα πλήθος από μαθηματικές θεωρίες στο έργο του, όπως: Ανάμεσα στις θεωρίες, τις οποίες χρησιμοποίησε ο Ξενάκης περιλαμβάνονται: Ο τύπος του Πουασόν (για τις πυκνότητες των ηχητικών στοιχείων), η κινητική θεωρία των αερίων και ο νόμος των Μάξγουελ-Μπόλτσμαν-Γκάους (για τις κλίσεις των glissandi), η έννοια της χρυσής τοµής και η ακολουθία Φιμπονάτσι (για τις μορφολογικές σχέσεις «εντός χρόνου»), οι νόμοι των συνεχών πιθανοτήτων (για διάρκειες, εντάσεις και άλλες μουσικές παραμέτρους «εκτός χρόνου»), αλγοριθµικές διαδικασίες, κίνηση Mπράουν κ.ά. Στο πλαίσιο αυτό ασχολήθηκε και με την ηλεκτρονική μουσική (συγκεκριμένη μουσική), αλλά σε ελάχιστα έργα του."
            },
            {
                "TextRank":" Παράλληλα, ο Ξενάκης δημοσίευε τα πρώτα κείμενά του σε διάφορα περιοδικά, εκφράζοντας τη φιλοσοφία του για τη μουσική, δημιουργώντας νέους όρους και μουσικές κατηγορίες, ενώ άσκησε έντονη κριτική στη σειραϊκή μουσική με το κείμενό του «Η κρίση της σειραϊκής μουσικής» , μετατρέποντας με αυτόν τον τρόπο σε εχθρούς του τους Πιερ Μπουλέζ και Καρλχάιντς Στοκχάουζεν, δεσπόζουσες προσωπικότητες της πρωτοποριακής ευρωπαϊκή μουσικής σε Γαλλία και Γερμανία αντίστοιχα, οι οποίοι τον αποκάλεσαν «ηλίθιο» . Από τη δεκαετία του 1970 και μέχρι το θάνατό του έμεινε στο προσκήνιο της σύγχρονης ευρωπαϊκής μουσικής, εργαζόμενος πάντα στο πλαίσιο της σχέσης μαθηματικών, μουσικής και αρχαιοελληνικής φιλοσοφίας, με έναν προσωπικό, πρωτοποριακό αλλά και μοναχικό τρόπο, αφήνοντας ανεξίτηλη τη σφραγίδα του στη σύγχρονη μουσική του β’ μισού του 20ού αιώνα. Στο ίδιο ηχητικό αποτέλεσμα μιας μουσικής ηχητικών μαζών έφτασαν πάντως, με εντελώς διαφορετική αφετηρία και φιλοσοφία, δύο σύγχρονοι συνθέτες του Ξενάκη λίγα χρόνια αργότερα, ο Γιέργκι Λίγκετι, με το έργο του Ατμόσφαιρες (1961), καθώς και ο Κριστόφ Πεντερέτσκι, με το έργο του Θρηνωδία για τα θύματα της Χιροσίμα (1960). Ο Ξενάκης εφαρμόζει ακόμα ένα πλήθος από μαθηματικές θεωρίες στο έργο του, όπως: Ανάμεσα στις θεωρίες, τις οποίες χρησιμοποίησε ο Ξενάκης περιλαμβάνονται: Ο τύπος του Πουασόν (για τις πυκνότητες των ηχητικών στοιχείων), η κινητική θεωρία των αερίων και ο νόμος των Μάξγουελ-Μπόλτσμαν-Γκάους (για τις κλίσεις των glissandi), η έννοια της χρυσής τοµής και η ακολουθία Φιμπονάτσι (για τις μορφολογικές σχέσεις «εντός χρόνου»), οι νόμοι των συνεχών πιθανοτήτων (για διάρκειες, εντάσεις και άλλες μουσικές παραμέτρους «εκτός χρόνου»), αλγοριθµικές διαδικασίες, κίνηση Mπράουν κ.ά. Στο πλαίσιο αυτό ασχολήθηκε και με την ηλεκτρονική μουσική (συγκεκριμένη μουσική), αλλά σε ελάχιστα έργα του."
            },
            {
                "Luhn":" Αξιοσημείωτο είναι επίσης το γεγονός ότι από αυτή την ηλικία ενδιαφερόταν για τη σχέση των μαθηματικών και της μουσικής, προσπαθώντας να βρει πώς θα μπορούσαν να εφαρμοστούν μαθηματικά μοντέλα στην Τέχνη της Φούγκας του Γ. Σ. Μπαχ, έτσι ώστε οι μουσικές δομές να παρασταθούν με γραφήματα ως οπτικές αντιστοιχίες της μουσικής. Παράλληλα, ο Ξενάκης δημοσίευε τα πρώτα κείμενά του σε διάφορα περιοδικά, εκφράζοντας τη φιλοσοφία του για τη μουσική, δημιουργώντας νέους όρους και μουσικές κατηγορίες, ενώ άσκησε έντονη κριτική στη σειραϊκή μουσική με το κείμενό του «Η κρίση της σειραϊκής μουσικής» , μετατρέποντας με αυτόν τον τρόπο σε εχθρούς του τους Πιερ Μπουλέζ και Καρλχάιντς Στοκχάουζεν, δεσπόζουσες προσωπικότητες της πρωτοποριακής ευρωπαϊκή μουσικής σε Γαλλία και Γερμανία αντίστοιχα, οι οποίοι τον αποκάλεσαν «ηλίθιο» . Έτσι το ηχητικό υλικό διαμορφώνεται με στατικούς μέσους όρους «προς ένα στόχο» και εισάγεται το τυχαίο στη μουσική, όχι όμως με τον τρόπο που το έκαναν άλλοι συνθέτες εκείνη την εποχή (όπως ο Αμερικανός Τζον Κέιτζ), αλλά με βάση τη θεωρία των πιθανοτήτων και τους νόμους της στατιστικής. Ο Ξενάκης εφαρμόζει ακόμα ένα πλήθος από μαθηματικές θεωρίες στο έργο του, όπως: Ανάμεσα στις θεωρίες, τις οποίες χρησιμοποίησε ο Ξενάκης περιλαμβάνονται: Ο τύπος του Πουασόν (για τις πυκνότητες των ηχητικών στοιχείων), η κινητική θεωρία των αερίων και ο νόμος των Μάξγουελ-Μπόλτσμαν-Γκάους (για τις κλίσεις των glissandi), η έννοια της χρυσής τοµής και η ακολουθία Φιμπονάτσι (για τις μορφολογικές σχέσεις «εντός χρόνου»), οι νόμοι των συνεχών πιθανοτήτων (για διάρκειες, εντάσεις και άλλες μουσικές παραμέτρους «εκτός χρόνου»), αλγοριθµικές διαδικασίες, κίνηση Mπράουν κ.ά. Στο πλαίσιο αυτό ασχολήθηκε και με την ηλεκτρονική μουσική (συγκεκριμένη μουσική), αλλά σε ελάχιστα έργα του."
            },
            {
                "Lsa":" Η θεωρία των «μεγάλων αριθμών», όπως αναπτύχθηκε από μεταγενέστερους επιστήμονες, εξηγεί – με απλά λόγια – ότι όσο πιο πολλά είναι κάποια φαινόμενα, τόσο περισσότερο τείνουν σε κάποιο συγκεκριμένο στόχο. Ο τέλειος ρυθμός διασπάται σε ένα τεράστιο ορμαθό χαοτικών ήχων, ο οποίος επίσης εξαπλώνεται στην ουρά […] Οι στατιστικοί νόμοι των γεγονότων αυτών, απομονωμένοι από το πολιτικό και ηθικό τους πλαίσιο, είναι οι νόμοι της μετάβασης από την απόλυτη τάξη στην απόλυτη αταξία με έναν συνεχή ή εκρηκτικό τρόπο. [Επεξεργασία] Πολύτοπα Τα «Πολύτοπα» ήταν πολύτεχνα έργα του Ξενάκη, στα οποία η μουσική συνδυαζόταν με οπτικά ερεθίσματα σε συγκεκριμένους, ειδικά διαμορφωμένους χώρους. Στο Πολύτοπο των Μυκηνών, στις ηχητικές πηγές συμπεριλαμβάνονταν και φυσικοί ήχοι, αφού είχαν επιστρατευτεί για το σκοπό αυτό κοπάδια προβάτων της περιοχής."
            }
        ]
    }
]